WELCOME_MESSAGE = "Добро пожаловать!"
ERROR_MESSAGE = "Произошла ошибка. Попробуйте снова."
HELP_MESSAGE = "Вот список доступных команд: /start, /help, /settings."


SANTA_TRIGGER_PHRASES = ["Тайный ангел", "Ангел", "😇", "👼🏻"]

WISH_LIST_PHRASES = [
    "Теперь пиши, что хочешь получить, мой сладкий пирожочек 💋✨",
    "Жду твой список желаний, мой сахарный зайчик 🍭💕",
    "Расскажи, что ты хочешь, мой маленький подарочек 🎉💌",
    "Жду твои мечты, мой кролик 🐰💫",
    "Ну-ка, пиши, что тебя порадует, моя конфетка 🍬💎",
    "Открывай тайны своих желаний, моя клубничка 🍓✨",
    "Теперь твой ход, мой тигренок, говори, что хочешь 🐾🎁",
    "Давай, мой кексик, расскажи, что тебя сделает счастливым 🧁❤️",
    "Жду твой волшебный список, мой обаяшка 🪄💝"
]
WELCOME_LIST_PHRASES = [
    "Уже строишь планы, как скрыть подарки? 🎁",
    "Кто ж не жаждет сюрпризов, правда? 😏",
    "Все уже в предвкушении... или ты ещё не выбрал, что хочешь? 🎅",
    "Прямо сейчас начинаешь мечтать о своём подарке? 😜",
    "Когда уже можно начать проверку подарков? 🕵️‍♂️",
    "Мыслишь, что получишь? Или это останется сюрпризом? 🤫",
    "А ты уже решил, что подаришь? Или будешь надеяться на чудо? 🎁",
    "Надеешься, что в этот раз будет не только подарки, но и магия? ✨",
]


